'use strict';

Object.defineProperty(exports, "__esModule", {
    value: true
});
var deviceCode = {
    '0': '摄像头',
    '1': '门禁点',
    '2': '门禁',
    '3': '报警器',
    '4': '对讲分机',
    '5': '对讲主机',
    '6': '电网',
    '7': '环境监测',
    '8': 'RFID标签',
    '9': '继电器',
    '10': 'LED屏',

    '128': '解码通道',
    '129': '矩阵通道',
    '130': '电视墙输出',
    '131': '视频分析通道',

    '256': '编码器',
    '257': '解码器',
    '258': '矩阵',
    '259': '电视墙',
    '260': '报警主机',
    '261': '电网主机',
    '262': '环境监测主机',
    '263': '不间断电源',
    '264': '继电器主机'
};

Object.freeze(deviceCode);
exports.default = deviceCode;